{
    "experiences": [
        {
            "title": "Full Stack Developer",
            "subtitle": "XYZ Ltd",
            "workType": "orthobrain",
            "workDescription": [
                "As a full-stack developer, I have good experience of building ecommerce websites with WordPress. I gained extensive experience with HTML/CSS/JavaScript/Vue skills.",
                "I had done a lot of works such as integrating APIs, creating plugins and customizing themes using WordPress, PHP."
            ],
            "dateText": "10/2023 – 12/2023"
        },
        {
            "title": "Front-End Developer",
            "subtitle": "XYZ Ltd",
            "workType": "Primary PartnerCare®, Remote",
            "workDescription": [
                "I participated in a project under development and made revisions to several pages using WordPress Plugin, WordPress Theme and WordPress Websites. During this process I gained extensive experience with Html, CSS, Javascript and SimpleCSS plugin.",
                "In find-doctor page, I used React to design the entire page, build the page, and combine it with the original project using plugins. During this process, I gained extensive experience with Html, CSS, Javascript, Typescript and React."
            ],
            "dateText": "06/2023 – 09/2023"
        },
        {
            "title": "Frontend Developer",
            "subtitle": "ABC Pvt Ltd",
            "workType": "Capital One, Remote",
            "workDescription": [
                "To address performance issues, I implemented various techniques such as lazy loading, code minification, and caching mechanisms. During this process I gained extensive experience with Javascript, Typescript, Angular and Node.JS.",
                "Creating a responsive design that adapts seamlessly to different screen sizes and devices was another challenge. During this process I gained extensive experience with Html, CSS, Javascript, Bootstrap, Typescript and Angular."
            ],
            "dateText": "12/2022 – 04/2023"
        }
    ]
}